export const ru = {
  pricing: {
    pro: {
      rate: "PRO-тариф",
      payment_text: "Оплата каждый месяц",
      btn_text: "Перейти на PRO",
    },
    free: {
      rate: "Бесплатный",
      payment_text: "Всегда бесплатно!",
      btn_text: "Начать бесплатно",
    },
    features: {
      debt_book: "Доступ к долговой книге",
      contracts: "Создание договоров",
      payments: "Прием платежей",
      analytics: "Финансовая аналитика",
      dashboard: "Дашборд и аналитика",
    },
  },
  nav: {
    main: "Главная",
    features: "Функции",
    download: "Скачать",
    pricing: "Цены",
  },
  banner: {
    title: "Предлагайте клиентам удобные платежные решения.",
    subtitle: "Сделайте рассрочку удобной и надежной для ваших клиентов.",
    banner_btn: "Присоединиться сейчас",
  },
  infoCards: {
    card1: {
      title: "💵 $250 поступило от клиента",
      subtitle: "от клиента Shoazim Shomansurov",
    },
    card2: {
      title: "📤 Частичный платеж $90",
      subtitle: "от клиента Jakhongir Akromov",
    },
    card3: {
      title: "✅ Для договора №2410JAK45",
      subtitle: "🎉 Платеж успешно обработан.",
    },
    card4: {
      title: "🛡️ Клиент Sabina отправил $150",
      subtitle: "Ожидает вашего подтверждения.",
    },
  },
  featuresCards: {
    card1: {
      title: "Быстрое создание договоров",
      subtitle: "Создавайте и подписывайте цифровые договоры в пару кликов.",
    },
    card2: {
      title: "Гибкие платежи",
      subtitle: "Частичная оплата, отсрочка или полное погашение.",
    },
    card3: {
      title: "Мощное управление клиентами",
      subtitle: "Вся информация о клиентах и их платежах в одном месте.",
    },
    card4: {
      title: "Умные напоминания",
      subtitle: "Автоматические уведомления о предстоящих платежах.",
    },
    card5: {
      title: "Блокировка IMEI ",
      subtitle: "Авто-блокировка устройства при просрочке.",
      soon: "Cкоро",
    },
    card6: {
      title: "Кредитная история клиента",
      subtitle: "Проверяйте платежеспособность клиентов заранее.",
      soon: "Cкоро",
    },
  },
  main: {
    features: "Особенности",
    features_title: "Управляйте платежами без стресса",
    features_subtitle:
      "Настройте гибкие условия, отправляйте автоматические напоминания и управляйте клиентами без лишних усилий.",
    main_banner_title: "Больше продаж — меньше рисков",
    main_banner_subtitle:
      "Ваши клиенты могут платить в рассрочку, а вы получаете деньги вовремя.",
    main_info_subtitle: "Максимум возможностей",
    main_info_title: "Выберите подходящий тариф",
    main_info_description:
      "Контролируйте платежи без лишних усилий. PRO-версия открывает все функции для бизнеса.",
    hand_draw: "Самый популярный!",
    main_info_title_2: "Без скрытых условий. Только честные тарифы.",
    main_info_description_2:
      "Присоединяйтесь бесплатно – оплатите только, когда готовы!",
    main_info_btn_2: "Начать сейчас",
  },
  footer: {
    text: "Умное управление рассрочкой для вашего бизнеса.",
    upload: "Скачайте приложение",
    footer_copyright: "© 2025 NASIYAH. Все права защищены.",
  },
};
